# models will be here later
user = {
    "id": 1,
    "name": "Dmitry",
    "password": "123",
}

labs = [
    {
        "id": 1,
        "name": "ЛР2.1 Администрирование межсетевых экранов",    
    },
    {
        "id": 2,
        "name": "ЛР2.2 Администрирование сетевых систем обнаружения вторжений",
    },
    {
        "id": 3,
        "name": "ЛР2.3 Администрирование сетевых систем предотвращения вторжений",
    },
    {
        "id": 4,
        "name": "ЛР3.1 Средства MTD для защиты компьютерных сетей",
    }
    ]

current_lab = {}
task_id = []

hosts = ['10.0.0.10', '10.0.0.20', '10.0.0.30']